Revit 2027 API
UnitTypeId.Tonnes Property
 Tonnes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Tonnes { get; }
Public Shared ReadOnly Property Tonnes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Tonnes {
	ForgeTypeId^ get ();
}
static member Tonnes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace